dict = `Í ------------------------------------------------------------------ A

□ ------------------------------------------------------------------ B

À ------------------------------------------------------------------ C

CAN'T FIND! ------------------------------------------------- D

b ------------------------------------------------------------------ E

 ------------------------------------------------------------------ F

℮ ------------------------------------------------------------------ G

╤ ------------------------------------------------------------------ H

ф ------------------------------------------------------------------ I

DOES NOT EXIST! ---------------------------------------- J

À ------------------------------------------------------------------ K

Ð ------------------------------------------------------------------ L

ñ ------------------------------------------------------------------ M

Ћ ------------------------------------------------------------------ N

m ------------------------------------------------------------------ O

DOES NOT EXIST! ---------------------------------------- P

DOES NOT EXIST! ---------------------------------------- Q

Ç ------------------------------------------------------------------ R

ƒ ------------------------------------------------------------------ S

Ё ------------------------------------------------------------------ T

p ------------------------------------------------------------------ U

ê ------------------------------------------------------------------ V

№ ------------------------------------------------------------------ W

DOES NOT EXIST! ---------------------------------------- X

d ------------------------------------------------------------------ Y

DOES NOT EXIST! ---------------------------------------- Z




PRE-MADE WORDS
•0 --------- GO
•3• --------- AND
Ð ' ƒ 2 Ç --------- LOSER
63636 --------- REGEN
20 Í Ð --------- ANAL
0• --------- NO
ƒ ' Ç Ç 3 --------- S O R R Y
Í ƒ ƒ --------- A S S
À ф ƒ ƒ --------- K I SS
Ä 3 --------- M Y
Ð ' • 2 --------- L O V E
' 0 Ç --------- O U R
3 ' 0 Ç --------- Y O U R
Í 'ƒ ƒ --------- A NU S
•Ð ÇÍ --------- WI TH
D A P --------- Y O U
EE BB --------- LO SE
2' 00 20 --------- KOREAN
2 2Ð Ð --------- EVIL
AU --------- AN (SUBSTITUTE FOR AND)<---you can use this as and since no D
T i p à b --------- YOURE
665G --------- RUFF
979 --------- FAR
Ä2 --------- HI
•Ç --------- ME
3À ÇÍ Ç• --------- MOTHER
zz fff --------- NEVER
ü ÇÇ --------- MAD
Ç1T --------- GOT
ƒb ℮ ℮ m Ё --------- FAGGOT
ü Ç --------- Mr
Ç•AG3 --------- HAMER
Ç•ÇL --------- METH
Í•1 --------- MAN
Í•3 --------- ROT
ƒÇ12 Ð --------- SKILL
ƒÇ•1 --------- RUFT
ƒÇ•2 --------- LAND
ƒ Ð P Ç1b --------- SLUT HO
Ç•ÇB --------- LORD
□ ÇÇ --------- Bad
╤ ÇÇ --------- Had
ƒ ÇÇ --------- Sad
□ №2 --------- bud
□ №z d --------- Body
•5 •5 --------- Da Da
m Ћ --------- On
ф ƒ --------- IS
№ Í Ћ Ё --------- WANT 
Ё m --------- TO
ƒ ñ m À b --------- smoke
℮ p d ƒ --------- guys
Í Ç b --------- are
╤ m ñ b --------- home
□ b --------- be
 Í ñ ф Ð d --------- family
ñ Í Ћ --------- man
℮ b Ё --------- get
Ð m Ð --------- LoL
•3• --------- AND
№ Ç b À Ё --------- WREKT


PRE-MADE PHRASES


979 22 0• 'ƒ --------- FARTIN ON U
5565255 D A P EE BB --------- FOR THIS YOU LOSE
•0 № Í ƒ ╤ 3 ' 0 Ç Í 'ƒ ƒ --------- GO WASH YOUR ANUS
T i p à b Í Ð ' ƒ 2 Ç --------- you’re a LOSER
T i p à b Í □ ÇÇ ф B --------- Youre a badie
D A P EE BB --------- You Lose
D A P ü ÇÇ Ð ' Ð --------- YOU MAD LOL
ф Ð ' • 2 3 ' 0 Ç 3À ÇÍ Ç• --------- I Love Your Mother
À5G D A P Ð ' Ð --------- GOT YOU LOL
•0 Äà m Ћ Ç•ÇL D A P Ð ' ƒ 2 Ç --------- GO OD on METH You LOSER
3 ' 0 Ç 3À ÇÍ Ç• ƒ Í Ç•ÇL ƒ Ð P Ç1b --------- YOUR MOTHERS A METH SLUT HO
ф Ð ' • 2 3 ' 0 Ç Í 'ƒ ƒ --------- I LOVE YOUR ANUS
D A P № Í Ћ Ё Ё --------- YOU WANT TO
ƒ ñ m À b □ №2 --------- Smoke Bud
D A P № Í Ћ Ё Ё ƒ ñ m À b □ №2 •Ð ÇÍ •Ç --------- You want to smoke bud with me
ф Í ñ 3 ' 0 Ç Ç•ÇB --------- I am your lord
ф № Í Ћ Ё m --------- I want
ф № Í Ћ Ё 3 ' 0 Ç Í 'ƒ ƒ --------- I want your anus
ф № Í Ћ Ё d a p Ё m ƒ ñ m À b □ №2 •Ð ÇÍ •Ç --------- I want you to smoke bud with me
ф Ð ' • 2 3 ' 0 Ç 3À ÇÍ Ç• ƒ ê Í ℮ ф Ћ Í --------- I love your mothers vagina
•0 ╤ m ñ b AU □ b Í  Í ñ ф Ð d ñ Í Ћ --------- Go home an be a family man
•0 ╤ m ñ b AU ℮ b Ё 3 ' 0 Ç ƒ ╤ ф Ћ b □ m À ƒ --------- Go home an get your shine boks
Ð m Ð D A P Ç1T № Ç b À Ё --------- lol you got wrekt
ф ñ ℮ m ф Ћ ℮ Ё m ℮ Í Ћ À 3 ' 0 Ç Ð m № □ ф b Ð ' Ð -------- I'm going to gank your lowbie
Ç p Ћ d a p ƒ ' Ç Ç 3 Í ƒ ƒ Ð ' ƒ 2 Ç--------run you sorry ass loser

À 3 ƒ ƒ Ä 3 Í ƒ ƒ = Kiss my ass (Kyss my ass)
Ð ' • 2 3 ' 0 Ç Í 'ƒ ƒ = Love your Anus
Ð ' • 2 3 ' 0 Ç Í ƒ ƒ = Love your ass
20 Í Ð = anal
•0 20 Í Ð = go anal
0• ƒ À 3 Ð Ð = No Skill (no skyll)
Ð ' • 2 3 ' 0 Ç 3À ÇÍ Ç• = Love your mother
Ð ' • 2 3 ' 0 Ç 3À ÇÍ Ç• 'Ç ƒ = love your mother ass
Ð ' • 2 3 ' 0 Ç 3À ÇÍ Ç• •3• 3 ' 0 Ç 'Ç ƒ = love your mother and your ass
Ð ' • 2 20 Í Ð •Ð ÇÍ 3 ' 0 Ç 3À ÇÍ Ç• = love anal with your mother
3 ' 0 Í Ç 2 2' = You are KO
0• ' 'Ð '' Ð = Noob olol
•0 20 Í Ð •Ð ÇÍ •Ç = Go anal with me
•0 63636 3 ' 0 Ç Í 'ƒ ƒ = Go regen your anus
Ð ' ' ƒ 2 Ç = Looser
63636= Regen
ƒ ' Ç Ç 3 = Sorry
T i p à b AU 2 2Ð Ð 2' 00 20
`
let a = [
  'Í',
  '□',
  'À',
  'b',
  '',
  '℮',
  '╤',
  'ф',
  'À',
  'Ð',
  'ñ',
  'Ћ',
  'm',
  'Ç',
  'ƒ',
  'Ё',
  'p',
  'ê',
  '№',
  'd'
]
let _d = []
let _o = dict.replace(/\n/g, ' ').split(' ')

_o = _o.concat(a)

_o.forEach(x => {
  if (_d.indexOf(x) > -1 || x.match(/----/)) return
  _d.push(x)
})

_d.forEach(x => {
  console.log(JSON.stringify(x))
})

console.log(_o.length, 'to', _d.length)
